Repository: Gringit/OpenPLi
Catalog: enigma2/*/Plugins/Extensions/EPGImport/EPGImport.po
Languages: it

source: Import of epg data will start. This may take a few minutes. Is this ok?
it: Pronto per iniziare l'importazione dei dati EPG. Questa operazione potrebbe durare alcuni minuti. Proseguire?

source: events
it: eventi

source: Automated EPG Importer
it: Importazione automatica dell'EPG

source: Automatic import EPG
it: Importazione automatica dell'EPG

source: Automatic start time
it: Orario di inizio dell'importazione automatica

source: Cancel
it: Annullare

source: Choice days for start import
it: Selezionare i giorni nei quali importare

source: Clear
it: Eliminare

source: Clearing current EPG before import
it: Eliminare l'EPG presente prima di importare

source: Consider setting "Days Profile"
it: Utilizzare le impostazioni "Profilo giornaliero"

source: Days Profile
it: Profilo giornaliero

source: EPG Import Configuration
it: Configurazione dell'importazione dell'EPG

source: EPG Import Log
it: Registro dell'importazione dell'EPG

source: EPG Import Sources
it: Origini selezionabili per l'importazione dell'EPG

source: EPG Import finished, %d events
it: Importazione EPG completata, %d eventi

source: EPG importer
it: Importazione EPG

source: EPGImport Import of epg data is still in progress. Please wait.
it: Importazione EPG L'importazione dell'EPG è ancora in corso. Si prega di attendere.

source: EPGImport Import of epg data will start. This may take a few minutes. Is this ok?
it: Importazione EPG Pronto per iniziare l'importazione dei dati EPG. Questa operazione potrebbe durare alcuni minuti. Proseguire?

source: EPGImport Plugin Failed to start:
it: Plugin EPGImport Errore di avvio:

source: Friday
it: Venerdì

source: Import current source
it: Importare l'origine selezionata

source: Importing: %s %s events
it: Importazione di: %s %s eventi

source: Last import:
it: Ultima importazione:

source: Last import: %s events
it: Ultima importazione: %s eventi

source: Last: %s %s, %d events
it: Ultima: %s %s, %d eventi

source: Load EPG only services in bouquets
it: Caricare l'EPG solo per i canali inclusi nei bouquet

source: Load long descriptions up to X days
it: Caricare le informazioni per un periodo di (giorni):

source: Manual
it: Manuale

source: Monday
it: Lunedì

source: No active EPG sources found, nothing to do
it: Nessuna origine EPG selezionata, impossibile procedere

source: Press OK
it: Premere OK

source: Return to deep standby after import
it: Spegnere il ricevitore dopo l'importazione

source: Run AutoTimer after import
it: Eseguire AutoTimer dopo l'importazione

source: Saturday
it: Sabato

source: Save
it: Salvare

source: Show "EPG Importer" in main menu
it: Mostrare "Importazione EPG" nel menu principale

source: Show "EPGImport" in extensions
it: Mostrare "Importazione EPG" tra le estensioni

source: Skip import on restart GUI
it: Tralasciare l'importazione in caso di riavvio dell'interfaccia utente

source: Sources
it: Origini

source: Standby at startup
it: In sospensione all'avvio

source: Start import after booting up
it: Avviare l'importazione all'accensione

source: Sunday
it: Domenica

source: Thursday
it: Giovedì

source: Tuesday
it: Martedì

source: Wednesday
it: Mercoledì

source: When in deep standby
it: In stato di spegnimento

source: Write to /tmp/epgimport.log
it: Salvataggio su /tmp/epgimport.log

source: You may not use this settings! At least one day a week should be included!
it: Non è possibile usare queste impostazioni! E' necessario includere almeno un giorno della settimana!

source: You must restart Enigma2 to load the EPG data, is this OK?
it: E' necessario riavviare Enigma2 per caricare i dati EPG. Procedere?

source: always
it: Sempre

source: never
it: Mai

source: only automatic boot
it: Solo in caso di accensione automatica del ricevitore

source: only manual boot
it: Solo in caso di accensione manuale del ricevitore

source: skip the import
it: Tralasciare l'importazione

source: wake up and import
it: Riattivare il ricevitore ed importare

source: Show log
it: Mostrare il registro

source: Ignore services list
it: Ignorare la lista canali

source: Select action
it: Scegliere un'operazione

source: Add Provider
it: Aggiungere un provider

source: Add Channel
it: Aggiungere un canale

source: Ignore services list(press OK to save)
it: Ignorare la lista canali (premere OK per salvare)

source: Really delete all list?
it: Si desidera veramente eliminare tutte le liste?

source: Delete selected
it: Eliminare gli elementi selezionati

source: Delete all
it: Eliminare tutto

source: Channel Selection
it: Selezione del canale

source: All services provider
it: Tutti i provider di canali
